Repository: IBMPredictiveAnalytics/STATS_COMPRISK
Catalog: src/lang/*/STATS_COMPRISK.po
Languages: de, es, fr, it, ja, pl, pt_br

source: Competing Risks Regression
de: Regression für konkurrierende Risiken
es: Regresión de riesgos competitivos
fr: Régression à risques concurrents
it: Regressione dei rischi concorrenti
ja: 競合リスク回帰
pl: Regresja w oparciu o ryzyka współzawodniczące
pt_br: Regressão de riscos concorrentes

source: Competing Risks Regression: Warnings
de: Regression für konkurrierende Risiken: Warnungen
es: Regresión de riesgos competitivos: avisos
fr: Régression à risques concurrents : Avertissements
it: Regressione dei rischi concorrenti: Avvisi
ja: 競合リスク回帰: 警告
pl: Regresja w oparciu o ryzyka współzawodniczące: ostrzeżenia
pt_br: Regressão de riscos de competição: Avisos

source: The R %s package is required but could not be loaded.
de: Das R-Paket %s ist erforderlich, konnte aber nicht geladen werden.
es: El paquete R %s es necesario pero no se ha podido cargar.
fr: Le pack R %s est requis mais n'a pas pu être chargé.
it: Il package R %s è necessario, ma non è stato possibile caricarlo.
ja: R %s パッケージが必要ですが、読み込むことができませんでした。
pl: Pakiet R %s jest wymagany, ale nie można było go wczytać.
pt_br: O pacote R %s é necessário, mas não pôde ser carregado.

source: The active dataset must have a name in order to use this procedure
de: Das aktive Dataset muss einen Namen haben, damit diese Prozedur verwendet werden kann
es: El conjunto de datos activo debe tener un nombre para poder utilizar este procedimiento
fr: Le jeu de données actif doit comporter un nom pour pouvoir utiliser cette procédure.
it: Il dataset attivo deve avere un nome per poter utilizzare questa procedura
ja: この手順を使用するためには、アクティブなデータセットに名前が必要です
pl: Aktywny zbiór danych musi mieć nadaną nazwę, aby możliwe było użycie tej procedury
pt_br: O conjunto de dados ativo deve ter um nome para utilizar este procedimento

source: The output dataset name must not already be in use
de: Der Ausgabedatasetname darf nicht bereits verwendet werden
es: El nombre del conjunto de datos de resultado no puede estar ya en uso.
fr: Le nom du jeu de données ne doit pas déjà avoir été attribué.
it: Il nome del dataset di output non deve essere già in uso
ja: 出力データセット名は、まだ使用されていない名前にする必要があります
pl: Nazwa wynikowego zbioru danych nie może być już używana
pt_br: O nome do conjunto de dados de saída não pode já estar em uso

source: At least one fixed or time-varying covariate is required
de: Mindestens eine feste oder zeitvariable Kovariate ist erforderlich
es: Al menos, es necesaria una covariable fija o de tiempo variable
fr: Au moins une covariable fixe ou qui varie dans le temps est requise.
it: È necessario specificare almeno una covariata fissa o che varia nel tempo
ja: 少なくとも 1 つの固定または時間変動の共変量が必要です。
pl: Wymagana jest co najmniej jedna współzmienna stała lub zmienna w czasie
pt_br: Pelo menos uma covariável fixa ou de variação de tempo é necessária

source: Stopping: there are %d missing cases and Stop was specified
de: Anhalten: Es gibt %d fehlende Fälle, und Stopp wurde angegeben.
es: Deteniéndose: hay %d casos perdidos y se ha especificado Detener
fr: Arrêt : il y a %d cas manquants et Arrêt a été spécifié
it: In fase di arresto: ci sono %d casi mancanti ed è stato specificato Arresta
ja: 停止: %d 件の欠落があり、「停止」が指定されました
pl: Zatrzymywanie: istnieje %d brakujących przypadków i określono zatrzymanie
pt_br: Interrupção: há %d casos ausentes e "parar" foi especificado

source: A time function is required if using time covariates
de: Bei Verwendung von Zeitkovariaten ist eine Zeitfunktion erforderlich
es: Es necesaria una función de tiempo si se utilizan covariables de tiempo
fr: Une fonction d'heure est requise si des variables d'heure sont utilisées
it: Una funzione temporale è obbligatoria se si utilizzano covariate temporali
ja: 時間共変量を使用する場合は、時間関数が必要です
pl: W przypadku używania współzmiennych czasowych wymagana jest funkcja czasu
pt_br: Uma função de tempo será necessária se estiver usando covariáveis de tempo

source: A threshold value is required if the threshold time function is used
de: Ein Schwellenwert ist erforderlich, wenn die Schwellenwertzeitfunktion verwendet wird
es: Es necesario un valor de umbral, si se utiliza la función de tiempo de umbral
fr: Une valeur de seuil est requise si la fonction d'heure seuil est utilisée
it: Un valore soglia è obbligatorio se si utilizza la funzione soglia temporale
ja: しきい値時間関数を使用する場合は、しきい値が必要です
pl: Jeśli używana jest progowa funkcja czasu, to wartość progowa jest wymagana
pt_br: Um valor do limite será necessário se a função de tempo de limite for usada

source: Quadratic
de: Quadratisch
es: Cuadrático
fr: Quadratique
it: Quadratico
ja: 2 次
pl: Kwadratowy
pt_br: Quadrático

source: Threshold: %s
de: Schwellenwert: %s
es: Umbral: %s
fr: Seuil : %s
it: Soglia: %s
ja: しきい値: %s
pl: Próg: %s
pt_br: Limite: %s

source: Time Variable
de: Zeitvariable
es: Variable de tiempo
fr: Variable d'heure
it: Variabile ora
ja: 時刻変数
pl: Zmienna czasu
pt_br: Variável de tempo

source: Status Variable
es: Variable de estado
fr: Variable de statut
it: Variabile stato
ja: 状態変数
pl: Zmienna statusu
pt_br: Variável de status

source: Time Function
de: Zeitfunktion
es: Función de tiempo
fr: Fonction d'heure
it: Funzione ora
ja: 時間関数
pl: Funkcja czasu
pt_br: Função de tempo

source: Group Variable
de: Gruppenvariable
es: Variable de grupo
fr: Variable de groupe
it: Variabile gruppo
ja: グループ化変数
pl: Zmienna grupująca
pt_br: Variável de grupo

source: Failure Code
de: Fehlercode
es: Código de anomalía
fr: Code défaut
it: Codice di errore
ja: 障害コード
pl: Kod awarii
pt_br: Código de falha

source: Censoring Code
de: Zensurcode
es: Código de censura
fr: Code de censure
it: Codice di censura
ja: 調査対象コード
pl: Kod cenzurowania
pt_br: Código de censura

source: Missing Value Treatment
de: Behandlung eines fehlenden Werts
es: Tratamiento de valor perdido
fr: Traitement des valeurs manquantes
it: Trattamento dei valori mancanti
ja: 欠損値の処理
pl: Traktowanie brakujących wartości
pt_br: Tratamento de valor omisso

source: Convergence
de: Konvergenz
es: Convergencia
it: Convergenza
ja: 収束基準
pl: Zbieżność
pt_br: Convergência

source: Maximum Number of Iterations
de: Maximale Anzahl an Iterationen
es: Número máximo de iteraciones
fr: Nombre maximal d'itérations
it: Numero massimo di iterazioni
ja: 最大反復回数
pl: Maksymalna liczba iteracji
pt_br: Número máximo de iterações

source: Number of Valid Cases
de: Anzahl gültiger Fälle
es: Número de casos válidos
fr: Nombre d'observations valides
it: Numero di casi validi
ja: 有効ケース数
pl: Liczba ważnych obserwacji
pt_br: Número de casos válidos

source: Number of Missing Cases
de: Anzahl der fehlenden Fälle
es: Número de casos perdidos
fr: Nombre d'observations manquantes
it: Numero di casi mancanti
ja: 欠損ケースの数
pl: Liczba obserwacji brakujących
pt_br: Número de casos omissos

source: Pseudo Log Likelihood
es: Logaritmo de pseudo verosimilitud
fr: Log de vraisemblance pseudo
it: Logaritmo della pseudoverosimiglianza
ja: 疑似対数尤度
pl: Pseudo logarytm wiarygodności
pt_br: Pseudolog da verossimilhança

source: Pseudo Likelihood Ratio Test
de: Test für Pseudo-Likelihood-Quotienten
es: Prueba de razón de pseudo verosimilitud
fr: Test du rapport de vraisemblance pseudo
it: Test del rapporto della pseudoverosimiglianza
ja: 疑似尤度比検定
pl: Test pseudo ilorazu wiarygodności
pt_br: Teste de pseudorrazão de verossimilhança

source: Log Likelihood D. F.
de: Log-Likelihood-Freiheitsgrade (D.f.)
es: gl del logaritmo de verosimilitud
fr: Log de vraisemblance (D. F.)
it: G. L. logaritmo della verosimiglianza
ja: 対数尤度 D. F.
pl: Różniczka logarytmu wiarygodności
pt_br: Probabilidade de Log D. F.

source: Prediction Dataset
de: Vorhersagedataset
es: Conjunto de datos de predicción
fr: Jeu de données des prévisions
it: Dataset di previsione
ja: 予測データ・セット
pl: Zbiór danych predykcyjnych
pt_br: Conjunto de dados de predição

source: --NA--
es: --ND--
ja: --該当なし--
pl: --Nie dotyczy--

source: omit
de: ausschließen
ja: 省略
pl: pomiń

source: Stop
de: Stoppen
es: Detener
fr: Arrêter
it: Arresta
ja: 停止
pl: Zatrzymaj
pt_br: Parar

source: Yes
de: Ja
es: Sí
fr: Oui
it: Vero
ja: はい
pl: Tak
pt_br: True

source: NO
de: NEIN
fr: Non
ja: いいえ
pl: NIE

source: Summary
de: Zusammenfassung
es: Resumen
fr: Récapitulatif
it: Riepilogo
ja: サマリー
pl: Podsumowanie
pt_br: Resumo

source: Computations done by R package cmprsk by Bob Gray
de: Mit dem R-Paket cmprsk von Bob Gray ausgeführte Berechnungen
es: Cálculos realizados por el paquete de R cmprsk de Bob Gray
fr: Calculs réalisés à l'aide du pack R cmprsk de Bob Gray
it: Calcoli effettuati dal package cmprsk di R da Bob Gray
ja: Bob Gray が作成した R パッケージ cmprsk によって完了した計算
pl: Obliczenia wykonane przez pakiet R i procedurę cmprsk autorstwa Boba Graya
pt_br: Cálculos feitos pelo pacote R cmprsk por Bob Gray

source: CI
pl: PU
pt_br: IC

source: Coefficient
de: Koeffizient
es: Coeficiente
it: Coefficiente
ja: 係数
pl: Współczynnik
pt_br: Coeficiente

source: Std. Error
de: Std. Fehler
es: Desviación Error
fr: écart Erreur
it: Dev Errore
ja: 標準偏差。 エラー
pl: Stand. Błąd
pt_br: Erro Erro

source: Sig.
it: Sign.
ja: 有意
pl: Istotność

source: Coefficients
de: Koeffizienten
es: Coeficientes
it: Coefficienti
ja: 係数
pl: Współczynniki
pt_br: Coeficientes

source: Variable
it: Variabile
ja: 変数
pl: Zmienna
pt_br: Variável

source: Failure code: %s
de: Fehlercode: %s
es: Código de anomalía: %s
fr: Code de panne : %s
it: Codice di errore: %s
ja: 故障コード: %s
pl: Kod porażki: %s
pt_br: Código de falha: %s

source: Subdistribution Functions
de: Unterverteilungsfunktionen
es: Funciones de subdistribución
fr: Fonctions de sous-distribution
it: Funzioni di sottodistribuzione
ja: 小区間分布関数
pl: Funkcje rozkładu podrzędnego
pt_br: Funções de subdistribuição

source: Time
de: Zeit
es: Hora
fr: Durée
it: Ora
ja: 時刻
pl: Czas
pt_br: Hora

source: solid
de: durchgezogen
es: sólido
fr: uni
it: pieno
ja: 実線
pl: linia ciągła
pt_br: sólido

source: dashed
de: gestrichelt
es: con guiones
fr: en tirets
it: tratteggiato
ja: 破線
pl: kreskowana
pt_br: tracejado

source: dotted
de: gepunktet
es: con puntos
fr: en pointillés
it: a punti
ja: 点線
pl: kropkowana
pt_br: pontilhado

source: dot dash
de: gepunktet und gestrichelt
es: punto guión
fr: point tiret
it: punto e trattino
ja: 点線
pl: kreska kropka
pt_br: ponto-traço

source: long dash
de: langer Strich
es: guión largo
fr: tiret long
it: trattino lungo
ja: 長いダッシュ
pl: długa kreska
pt_br: traço longo

source: two dash
de: zwei Striche
es: dos guiones
fr: deux tirets
it: due trattini
ja: 2ダッシュ
pl: dwie kreski
pt_br: dois traços

source: Covariate Evaluation Points
de: Kovariatenevaluierungspunkte
es: Puntos de evaluación de covariables
fr: Points d'évaluation des covariables
it: Punti di valutazione della covariata
ja: 共変量評価ポイント
pl: Punkty oceny współzmiennych
pt_br: Pontos de avaliação de covariável

source: Quantile
de: Quantil
es: Cuantil
ja: 4 分位
pl: Kwantyl
pt_br: Quantil

source: End of procedure
de: Ende der Prozedur
es: Fin del procedimiento
fr: Fin de la procédure
it: Fine della procedura
ja: 手順の終わり
pl: Koniec procedury
pt_br: Fim do procedimento

source: Message Number
de: Nachrichtennummer
es: Número de mensaje
fr: Numéro de message
it: Numero di messaggio
ja: メッセージ番号
pl: Numer komunikatu
pt_br: Número da mensagem
